tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "kentaro-m/md2confl"
tap "sanemat/font"
cask "osxfuse"
brew "cntlm", restart_service: true
brew "deno"
brew "eslint"
brew "exa"
brew "fish"
brew "fzf"
brew "gcsfuse"
brew "gradle"
brew "jenv"
brew "ktlint"
brew "mas"
brew "maven"
brew "mysql"
brew "nmap"
brew "nodebrew"
brew "peco"
brew "redis"
brew "rust"
brew "sbt"
brew "tomcat@7"
brew "vim"
brew "yarn"
brew "kentaro-m/md2confl/md2confl"
brew "sanemat/font/ricty"
cask "adoptopenjdk8"
cask "alacritty"
cask "charles"
cask "corretto"
cask "day-o"
cask "intellij-idea"
cask "jasper"
cask "keyboardcleantool"
cask "michaelvillar-timer"
cask "remote-desktop-manager"
cask "shiftit"
cask "slack"
cask "xmind"
mas "iMovie", id: 408981434
mas "MindNode", id: 1289197285
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "Xcode", id: 497799835
